Repository: 1nterval/wp-media-helper
Catalog: lang/mediahelper-*.po
Languages: fr_fr

source: Change media file
fr_fr: Changer le fichier d'un média

source: Keep original file name
fr_fr: Garder le nom de fichier original

source: Change parent page
fr_fr: Changer de page parente

source: Add Media
fr_fr: Ajouter un Média

source: Change Media
fr_fr: Changer le Média

source: Remove Media
fr_fr: Supprimer le Média

source: Select Media
fr_fr: Sélectionner un Média

source: Duplicate
fr_fr: Dupliquer

source: Add Image
fr_fr: Ajouter une Image

source: Change Image
fr_fr: Changer l&apos;Image

source: Remove Image
fr_fr: Supprimer l&apos;Image

source: Select Image
fr_fr: Sélectionner une Image

source: Maximum allowed resolution
fr_fr: Résolution maximale autorisée

source: Maximum width
fr_fr: Largeur maximale

source: Maximum height
fr_fr: Hauteur maximale

source: Your image (%dpx X %dpx) is greater than the maximum resolution (%dpx X %dpx). Please resize your image before uploading it again
fr_fr: Votre image (%dpx X %dpx) excède la résolution maximum (%dpx X %dpx). Veuillez redimensionner votre image avant de l'importer à nouveau

source: Insert from URL
fr_fr: Insérer à partir d'une adresse web

source: URL media
fr_fr: média URL

source: Use an url as the media file and save it to the database like an uploaded media. You can also attach a new media to a post without specifying any file. This allows you to work on the media without having the file yet.
fr_fr: Utiliser une URL comme fichier média et le sauvegarder dans la base de donnée comme un média téléchargé. Vous pouvez aussi attacher un nouveau média à un article sans indiquer aucun fichier. Cela permet de travailler sur le média sans attendre d'avoir le fichier.

source: Duplicate media
fr_fr: Dupliquer le média

source: Make a copy of a media with all its meta keys so that it can be used elsewhere
fr_fr: Faire une copie d'un média avec toutes ses informations afin qu'il puisse être utilisé ailleurs.

source: Limit image resolution
fr_fr: Limiter la résolution des images

source: Limit the resolution of uploaded images (WP allows you to limit the filesize, but not the resolution)
fr_fr: Limiter la résolution des images téléchargées (par défaut, WP vous permet de limiter la taille du fichier, mais pas la résolution)

source: Update media permalink
fr_fr: Mettre à jour les permaliens des médias

source: Update a media permalink each time its title is changed
fr_fr: Mettre à jour le permalien d'un média chaque fois que l'on change son titre

source: Change parent
fr_fr: Changer le parent

source: Change the parent of a previously attached media
fr_fr: Change le parent d'un média précédemment téléchargé

source: Upload a new media file without recreating the media in the database
fr_fr: Télécharge un nouveau fichier pour un média sans recréer ce média dans la base de données

source: Rich description
fr_fr: Description riche

source: Use a rich editor for medias description
fr_fr: Utiliser un éditeur riche pour la description des medias

source: Image link
fr_fr: Lien image

source: Replace text by image in menu links
fr_fr: Remplacer le texte par une image dans les liens de menus

source: Custom Media frame
fr_fr: MediaFrame personnalisée

source: Developer API to use a custom media frame that opens the Media Library and lets the user select a media
fr_fr: API pour les développeurs permettant d'utiliser une MediaFrame personnalisée qui ouvre la bibliothèque de Médias et permet à l&apos;utilisateur de choisir un média

source: Media Helpers
fr_fr: Aides pour les Médias

source: Select helpers
fr_fr: Sélectionner les aides

source: Media helper
fr_fr: Aides pour les Médias

source: Advanced helpers tasks for media
fr_fr: Tâches d'aide avancées pour les médias
